/* NSExecutableNotLoadableError */
"BundleErr3584" = "Pakken «%@» kunne ikke lastes inn fordi den utførbare filen ikke kan lastes inn.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "Pakkens utførbare fil kan ikke lastes inn.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Prøv å installere pakken på nytt.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "Pakken «%@» kunne ikke lastes inn fordi den ikke inneholder en versjon for den nåværende arkitekturen.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "Denne pakken inneholder ikke en versjon for denne arkitekturen.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Prøv å installere en Universal-versjon av pakken.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "Pakken «%@» kunne ikke lastes inn fordi den ikke er kompatibel med det nåværende programmet.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "Pakken er ikke kompatibel med dette programmet.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Prøv å installere en nyere versjon av pakken.";

/* NSExecutableLoadError */
"BundleErr3587" = "Pakken «%@» kunne ikke lastes inn fordi den er skadet eller mangler nødvendige ressurser.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "Pakken er skadet eller mangler nødvendige ressurser.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Prøv å installere pakken på nytt.";

/* NSExecutableLinkError */
"BundleErr3588" = "Pakken «%@» kunne ikke lastes inn.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "Pakken kunne ikke lastes inn.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Prøv å installere pakken på nytt.";

/* NSFileNoSuchFileError */
"BundleErr4" = "Pakken «%@» kunne ikke lastes inn fordi den utførbare filen ikke ble funnet.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "Kunne ikke finne den utførbare filen i pakken.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Prøv å installere pakken på nytt.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "Handlingen kunne ikke fullføres. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "Handlingen kunne ikke fullføres. (%1$@-feil %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "Handlingen kunne ikke fullføres. (%1$@-feil %2$ld)";

